examples/gks_flux_validation/fourierSlab/0/T
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object T;
}
dimensions [0 0 0 1 0 0 0];
internalField uniform 300;
boundaryField
{
    left { type fixedValue; value uniform 300; }
    right { type fixedValue; value uniform 301; }
    yMin { type symmetryPlane; }
    yMax { type symmetryPlane; }
    zEmpty { type empty; }
}
